Repository: nasseef20/recycle_bin
Catalog: lib/l10n/app_*.arb
Languages: bn

# map_button
source: Look for a Recycle বিন near you
bn: আপনার নিকটে রিসাইকেল বিন খুঁজুন

# scan_button
source: Scan a Recycle বিন
bn: রিসাইকেল বিন স্ক্যান করুন

# wallet_button
source: My wallet
bn: আমার ওয়ালেট

# loading_text
source: Looking for a Recycle bin near you...
bn: আপনার নিকটে রিসাইকেল বিন সন্ধান করা হচ্ছে...

# map_app_bar
source: Click on a pin to obtain its location
bn: পিন এ চাপ দিয়ে জায়গা বের করুন

# no_location_services
source: Location services are disabled. Please enable them to proceed.
bn: Location services বন্ধ আছে, অনুগ্রহ করে চালু করুন

# no_location_permission
source: Location permission denied. Please enable it to proceed.
bn: Location permission প্রদান করা হয়নি, অনুগ্রহ করে তা প্রদান করুন

# no_google_map
source: Could not open Google Maps.
bn: গুগোল ম্যাপ খোলা যাচ্ছে না

# no_camera_permission
source: Camera Permission Denied
bn: ক্যামেরা ব্যবহারের অনুমতি দেওয়া হয়নি

# request_camera_permission
source: Please provide camera permission to scan the QR code
bn: QR code স্ক্যান করতে অনুগ্রহ করে ক্যামেরা ব্যবহার করার অনুমতি প্রদান করুন

source: OK
bn: ঠিক আছে

# scan_qr_code
source: Scan the QR Code shown
bn: QR code স্ক্যান করুন

source: You have earned
bn: আপনি আয় করেছেন

source: From recycling
bn: এতো রিসাইকেল করে

# grams
source: g
bn: গ্রাম

# check_wallet
source: Check your wallet
bn: আপনার ব্যালেন্স চেক করুন

source: Your balance
bn: আপনার ব্যালেন্স

# bkash
source: Cash out via bKash
bn: বিকাশ এর মাধ্যমে ক্যাশ আউট করুন

# nagad
source: Cash out via Nagad
bn: নগদ এর মাধ্যমে ক্যাশ আউট করুন
